tap "homebrew/bundle"
tap "iina/mpv-iina"
brew "chezmoi"
brew "coreutils"
brew "docker"
brew "fish"
brew "gemini-cli"
brew "gh"
brew "gnu-sed"
brew "go"
brew "kind"
brew "kubernetes-cli"
brew "python@3.9"
brew "terraform"
brew "tmux"
brew "zsh"
brew "iina/mpv-iina/mpv-iina", args: ["HEAD"]
cask "1password-cli"
cask "anki"
cask "brave-browser"
cask "claude-code"
cask "cyberduck"
cask "dropbox"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "jdownloader"
# messenger removed: Homebrew cask discontinued (download 404) as of 2025-12-25
cask "obsidian"
cask "openclaw"
cask "spotify"
cask "steam"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
